DROP TABLE IF EXISTS qcs;
CREATE TABLE qcs
             (id INTEGER PRIMARY KEY auto_increment, luck TEXT, description TEXT, interpretation TEXT, howsas TEXT, advice TEXT);
INSERT INTO qcs VALUES (1, '大吉', '七宝浮图塔
高峰顶上安
众人皆仰望
莫作等闲看', '七宝浮图塔
就像出现了用美丽宝石做成的佛塔般地，似乎会有非常好的事情。
高峰顶上安
因为能改用放眼万事的立场，可以得到周围的人们的信赖吧。
众人皆仰望
合乎正道的你的行为，能被很多人的认同及鼓励。
莫作等閒看
不用随便的态度看事情，用正确的心思会招来更多的好的结果。', '愿望：会充分地实现吧。
疾病：会治癒吧。
盼望的人：会出现吧。
遗失物：变得迟迟地才找到吧。
盖新居、搬家、嫁娶、旅行、交往等：全部很好吧。', '万事行为谨慎。粗心大意行事的话，就会发生意想之外的灾害吧。');
INSERT INTO qcs VALUES (2, '小吉', '月被浮云翳
立事自昏迷
幸乞阴公祐
何虑不开眉', '月被浮云翳
似乎抱着强烈的愿望，但是照目前的样子，似乎无法达成愿望。
立事自昏迷
因为光是想着要怎么作，持续着没有决心的情形。
幸乞隂公祐
为了人而变得尽全力努力，幸福将会来到。
何虑不开眉
似乎会有令人高兴的事情发生。根据这件好事，不担心未来的事也没有关係了。', '愿望：因为持续不断地努力，必定会实现。
疾病：虽然拖长，但是之后可以康复吧。
盼望的人：迟迟地才出现吧。
遗失物：不能找出来吧。
交往：要节制吧。
盖新居、搬家：都不坏吧。
结亲缘、旅行：顺利进行吧。', '');
INSERT INTO qcs VALUES (3, '凶', '愁恼损忠良
青霄一炷香
虽然防小过
闲虑觉时长', '愁恼损忠良
层层迭迭叹气与苦恼，被回报的事很少吧。
青霄一炷香
就像向着天烧香祈祷般地，你的愿望无法传达天听吧。
虽然防小过
虽这样说，但就算只有一点点善行也好，作了可以逃离灾厄吧。
闲虑觉时长
东想西想之间，似乎不知不觉就像过了很长的时间。等待时机的到来吧。', '愿望：难实现吧。
疾病：虽然拖长，但是会治好吧。
遗失物：难以找到吧。
盼望的人：要花很久的时间吧。
旅行：因为很坏，放弃吧。
盖新居搬家：勉勉强强地算好吧。
结婚交往：要节制吧。', '');
INSERT INTO qcs VALUES (4, '吉', '累有兴云志
君恩禄未封
若逢侯手印
好事始总总', '累有兴云志
拼命地要出人头地，可以看出你的志向。
君恩禄未封
但是遗憾地是，你的不成熟还不能得到居上位者的认同。
若逢侯手印
然而，就像是如果已经写了好文章的话，就立刻得到认同般地，好好传递自己的心思是很重要的。
好事始总总
好事也似乎会越来越接踵而起吧。', '愿望：能实现吧。如果这样的话，终生幸福吧。
疾病：变得迟迟地才会治好吧。
遗失物：迟迟地才找到吧。
盼望的人：会出现吧。
旅行：途中要忍耐各式各样的困难吧。
盖新居、搬家、结亲缘、交往：万事都好吧。', '');
INSERT INTO qcs VALUES (5, '凶', '家道未能昌
危危保祸殃
暗云侵月桂
佳人一炷香', '家道未能昌
就算试着努力家业，和努力相比却难以繁盛起来吧。
危危保祸殃
不是一生灾祸，只是危险的事比较多而已吧。
暗云侵月桂
像乌云遮月一样，一生阻碍比较多吧。
佳人一炷香
在身份高贵的妇人房裡，各种想法像香一样扩散开来般，心裡无法平静吧。', '愿望：难以实现吧。
疾病：难治好吧。
遗失物：难找到吧。
盼望的人：不会出现吧。
盖新居、搬家：先放弃，暂时观察情况再说吧。
结亲缘、旅行、交往：因为万事凶恶，请诸行为慎重行事。', '');
INSERT INTO qcs VALUES (6, '末吉', '宅墓鬼凶多
人事有爻讹
伤财防损失
祈福始中和', '宅墓鬼凶多
家中恐怕有灾祸。行为慎重，抱着深深的信心，这样可以带来好的结果。
人事有爻讹
个人的问题或遭遇，过错或过失很多，事情难以进展吧。
伤财防损失
就算破财，也会有所得。
祈福始中和
因为竭尽祈求神佛的力量，自己尽力努力，能到幸福吧。', '愿望 ：难以实现吧。 疾病 ：康复很花时间吧。 遗失物 ：难找到吧。 盼望的人 ：迟迟地才出现
吧。 盖新居 、 搬家 ：好吧。 旅行 ：好吧。 结亲缘 、 交往 ：坏吧。', '');
INSERT INTO qcs VALUES (7, '凶', '登舟待便风
月色暗朦胧
欲辗香轮去
高山千万重', '登舟待便风
像风不吹船无法前进一样，就算採取行动也难以向前发展吧。
月色暗朦胧
就像月亮被乌云笼罩着，前后都无法看见一样，对事情，似乎作一些莽撞的行为。
欲辗香轮去
为了逃离灾难，想请託别人教导怎么作，但是况状似乎变得很困难。
高山千万重
就像在登险峻的重重山峦车子难行般地，就算思考各种手段，事情的解决还是困难吧。但是现在还是静静的过生活吧。', '愿望 ：难以实现吧。 疾病 ：难以治癒吧。 遗失物 ：难以找到吧。 盼望的人 ：不会出现吧。 盖
新居 、 搬家 ：换时间吧。 结亲缘 、 喜庆祝贺 、 旅行 、 交往 ：不好吧。', '');
INSERT INTO qcs VALUES (8, '大吉', '勿头中见尾
文华须得理
禾刀自偶然
当遇非常喜', '勿头中见尾
在脑海裡没有对失败或结果的恐惧，抬头挺胸地朝着目标达成而努力吧。
文华须得理
无论是文学或武术都能得到真理，要有充实自己的心态吧。
禾刀自偶然
就像用刀来割稻般地，会得到成果，幸福会自然地到来吧。
当遇非常喜
如果正心地守道的话，可以变得幸福吧', '愿望 ：会实现吧。 疾病 ：会治好。请注意养生吧。 遗失物 ：可以找到吧。 盼望的人 ：会出现
吧。 盖新居 、 搬家 、 交往 ：是好事吧。 旅行 ：途中请不要粗心大意吧。 结亲缘 ：全都是好的
吧。', '');
INSERT INTO qcs VALUES (9, '大吉', '有名须得遇
三望一朝迁
贵人来指処
华果応时鲜', '有名须得遇
按照所想的，梦想实现，名声也广传人间吧。
三望一朝迁
就像三个愿望可以完全的实现般地，全部能一次完全的被实现吧。
贵人来指处
从比自己身份地位高的人，给予各式各样令人欣喜的事吧。
华菓应时鲜
像是随着四季循环花会开、会结果一样，每天努力会有成果，好运会展开吧。', '愿望 ：会实现吧。 疾病 ：会治好吧。 遗失物 ：会找到吧。 盼望的人 ：会出现吧。 盖新居 、 搬
家 ：好吧。 结亲缘 、 交往 ：全都好吧。 旅行 ：没问题吧。', '');
INSERT INTO qcs VALUES (10, '大吉', '旧用多成破
新更始见财
改求云外望
枯木遇春开', '旧用多成破
过去的不幸或许多烦恼也会消去，好事将发生吧。
新更始见财
随着新的愿望的出现，财富也会增加。
改求云外望
就像是在云上追求愿望般地，请试着追求高高的愿望。
枯木遇春开
像枯木在春天开花一样，一定会变得很繁盛吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：立刻会找到吧。
盼望的人：会出现吧。
盖新居、搬家：会变为好结果吧。
结亲缘、旅行、交往：全部变为好结果吧。', '');
INSERT INTO qcs VALUES (11, '大吉', '有禄兴家业
文华达帝都
云中乘好箭
兼得贵人扶', '有禄兴家业
幸福与收入具足，家业也渐渐繁盛起来吧。
文华达帝都
才能显现出来，可得世人的好评价吧。
云中乘好箭
就算是向空中放箭也可以得到好的猎物般地，任何事也都可以成功吧。
兼得贵人扶
得到这样的幸福之外，加上还可以得到居上位者或神佛的帮助吧。', '愿望：会充分地实现吧。
疾病：会治好吧。
遗失物：会找到吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：没问题吧。
结婚、交往：全部都能得到好结果吧。', '');
INSERT INTO qcs VALUES (12, '大吉', '杨柳遇春时
残花发旧枝
重重霜雪裡
黄金色更辉', '杨柳遇春时
像柳树也逢春增添绿色般地，希望也会出现吧。
残花发旧枝
像老枝也发芽，开花般地，喜事会到来吧。
重重霜雪裡
像在重重霜或雪中般地，无论怎样过去的劳苦不断吧，
黄金色更辉
但是像黄金色无论到何时，都闪亮耀眼般地，不要忘以前的劳苦，用诚实的心过生活吧。', '愿望：会实现吧。
疾病：会变好吧。
遗失物：会回来吧。
盼望的人：晚出现吧。
盖新居、搬家：会成为好结果吧。
旅行：没有阻碍吧。
结婚、交往：全都适当吧。', '');
INSERT INTO qcs VALUES (13, '大吉', '手把大阳辉
东君发旧枝
稼苗方欲秀
犹更上云梯', '手把大阳辉
如果时机来到的话，抱着勇气努力做事，可以过着充实的生活吧。
东君发旧枝
就像是老枝条，随着春天到来，花就开了一样，运势会开展吧。
稼苗方欲秀
就像稻苗也是如果春天来了的话，就会生长般地，你也会繁荣昌盛吧。
犹更上云梯
像是也能爬上难登的云梯般，因为更加地持续努力就会成功吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：立刻找就能找到吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：在春天和夏天好吧。
结婚、交往：全部都好吧。', '');
INSERT INTO qcs VALUES (14, '末吉', '玉石未分时
忧心转更悲
前途通大道
花发应残枝', '玉石未分时
就像是就算有宝玉，哪一个是宝石哪一个是石头还分不清楚般地，没办法分辨事物的状况。
忧心转更悲
就算是想要出人头地，但会为了各式各样的事情而心痛、叹息、悲伤也说不定。
前途通大道
如果忍耐劳苦，将来自然地看得到未来的去向吧。
花发应残枝
然后像枯枝开花般地，愿望会实现吧。', '愿望：很花时间但会实现吧。
疾病：会拖长吧，但是不会影响性命吧。
遗失物：难出现吧。
盼望的人：似乎会变得迟吧。
盖新居、搬家：不太好吧。
结婚：现在要节制，如果往后的话好吧。
旅行、交往：避开吧。', '');
INSERT INTO qcs VALUES (15, '凶', '年乖数亦孤
久病未能苏
岸危舟未发
龙卧失明珠', '年乖数亦孤
朋友年年地减少，变成孤单一人，生活变得不自由吧。
久病未能苏
长期的疾病虽然种种地想治癒，但是却康复无望吧。
岸危舟未发
就像船想靠岸，因为危险不能靠岸般地，想做点什么，但是因为有阻碍，总是不能着手进行吧。
龙卧失明珠
像是龙失去重要的龙珠般地，人也失去希望吧。', '愿望：难以实现吧。
疾病：危险吧。
遗失物：难找回吧。
盼望的人：不会出现吧。
盖新居、搬家：都不好吧。
旅行、结亲缘：坏吧。', '');
INSERT INTO qcs VALUES (16, '凶', '破改重成望
前途喜亦宁
贵人相助处
禄马照前程', '破改重成望
抛开至今为止的愿望，期待别的愿望为佳吧。
前途喜亦宁
要前往的目的地有令人欣喜的事，变为安稳的心情吧。
贵人相助处
因为得到居上位者（观世音菩萨）的帮助，越来越得到力量吧。
禄马照前程
像是用马载着上天给予的宝物，前方光明照耀般地，在人世间地位或收入等也和想的一样地充满吧。', '愿望：能被实现吧。
疾病：会康复吧。
遗失物：会出现吧。
盼望的人：会来吧。
盖新居、搬家：会有好结果吧。
旅行：好吧。结亲缘、交往：全部会变成好结果吧。', '');
INSERT INTO qcs VALUES (17, '凶', '怪异防忧恼
人宅见分离
惜华还值雨
杯酒惹闲非', '怪异防忧恼
如果作一些想要防止降落在自己身上的危险的事的话，反而烦恼似乎变多了。
人宅见分离
不知不觉间，不好的事情持续着，似乎会有家人分离的事。
惜华还值雨
就像捨不得花凋谢的话，更是会被雨淋凋萎般地，不好的是似乎持续着。
杯酒惹闲非
因为无法按照所想的发展，沉溺于喝酒之类的，似乎还是会产生坏想法吧。', '愿望：难实现吧。
疾病：康复需要长时间吧。
遗失物：不会出现吧。
盼望的人：不会出现吧。
盖新居、搬家：先放弃，暂时观察情况再说吧。
旅行：似乎引起坏的结果吧。
婚事、交往：全部不好吧。', '');
INSERT INTO qcs VALUES (18, '吉', '离暗出明时
麻衣变绿衣
旧忧终是退
遇禄应交辉', '离暗出明时
就像乌云的天空也渐渐地晴朗，可以看到月亮般地，今后渐渐地希望能被实现吧。
麻衣变绿衣
就像脱掉破旧的衣服，穿着漂亮的衣服般地，用全新的心情做好每天的善行吧。
旧忧终是退
长时间的悲伤也渐渐地消散吧。
遇禄应交辉
福德自然地增加，人生光辉闪耀吧。', '愿望：会实践吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结亲缘、交往：全部变为好结果吧。', '');
INSERT INTO qcs VALUES (19, '小吉', '家道生荆棘
儿孙防虎威
香前祈福厚
方得免分离', '家道生荆棘
家裡的生意有阻碍，事情不按照所想地进行吧。
儿孙防虎威
子或孙如果常听长辈（居上位者）的话，就会没事吧。
香前祈福厚
抱持着强烈的信心，如果竭尽真诚的心的话，将来会有好事吧。
方得免分离
得到福德，本来别离的命运的人（物）会在不用分别的情况下解决吧。', '愿望：能实现一半吧。
疾病：虽然长期得病，但是不会危及性命吧。
遗失物：大概找回不来了吧。
盼望的人：变成迟迟地出现吧。
盖新居、搬家：不好也不坏吧。
旅行：节制比较好吧。
结婚：不会到达好的结果吧。
交往：节制吧。', '');
INSERT INTO qcs VALUES (20, '吉', '月出渐分明
家财每每兴
何言先有滞
更变立功名', '月出渐分明
像是月亮也出来了，渐渐地变明朗般地，终于渐渐地希望也能被实现吧。
家财每每兴
家中的财产也能慢慢地累积，家中的生意也会繁盛起来吧。
何言先有滞
至今为止不能畅快地运作的事情，最后也会向好的方面进行吧。
更变立功名
更进一步地，世间的评价好，变得能得到利益吧。', '愿望：能被实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会来吧。
盖新居、搬家：好吧。
结婚、交往：全部都得到好结果吧。
旅行：好吧。', '');
INSERT INTO qcs VALUES (21, '吉', '洗出经年否
光华得再清
所求终吉利
重日照前程', '洗出经年否
像是至今为止的坏事已被洗去般地，变成轻鬆畅快的状况吧。
光华得再清
好事再度发生，更加地带来比现在更好的结果吧。
所求终吉利
愿望都会变成好结果吧。
重日照前程
随着日子一天又一天的过，前途增添光辉，状况也变好吧。', '愿望：能被实现吧。
疾病：虽然会恢复但是切忌粗心大意。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
结婚：会得到好结果吧。
旅行、交往：全部好吧。', '');
INSERT INTO qcs VALUES (22, '吉', '渐渐浓云散
看看月再明
逢春华菓秀
雨过竹重青', '渐渐浓云散
像浓云渐渐变无，万里晴空般地，问题也解决，似乎好事会发生。
看看月再明
像月亮再出现，于澄净的天空放光明般地，心情也轻鬆吧。
逢春华菓秀
就像草木在春天生气勃勃，花也盛开而变得色彩缤纷般地，过着充实的生活，也变得幸福吧。
雨过竹重青
像竹子也遇雨增添色彩般，如果人也连连遇好事的话，越来越能得到好结果吧。', '愿望：虽然能被实现，但是变得比较晚吧。
疾病：因为会治好，耐心等待康复吧。
遗失物：虽然会出现但很迟吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
结婚、旅行、交往：全都好吧。', '');
INSERT INTO qcs VALUES (23, '吉', '红云随步起
一箭中青霄
鹿行千里远
争知去路遥', '红云随步起
已经能看到好的徵兆。要前往的将来会遇到好事吧。
一箭中青霄
你也像向青空射出的箭般地作吧。这样的话，无论什么愿望也都没问题，会实现吧。
鹿行千里远
但是受到眼前的成功的影响骄傲自大的话，就会变得看不到目标吧。通盘的判断然后行动是很重要的吧。
争知去路遥
因为过于自信会招致失败，小心期望过高，诚实是很重要的事。', '愿望：虽然会实现，但是要考虑能力吧。
疾病：难以康复吧。
遗失物：难以找到吧。
盼望的人：不能出现吧。
盖新居、搬家：好吧。
结婚、交往：好吧。
旅行：没问题吧。', '');
INSERT INTO qcs VALUES (24, '凶', '三女莫相逢
盟言说未通
门裡心肝挂
缟素子重重', '三女莫相逢
产生不合道理的慾望等等的事，请不要做身为人不可以犯的错误行为吧。
盟言说未通
光只是口头约束，没有实行的话，就会与对方心意无法相通。
门裡心肝挂
因此，烦恼、苦闷也是不行的。抱持着信仰心吧。
缟素子重重
不这样的话，只会发生不吉利的事吧。因此从各种面向，好好地分辨黑白是非吧。', '愿望：不会实现吧。
疾病：虽然拖很长，但会治好吧。
遗失物：变成到后来才找到吧。
盼望的人：不能出现吧。
盖新居、搬家：不好吧。
旅行：不好吧。
结婚、交往：变成不好的结果吧。', '');
INSERT INTO qcs VALUES (25, '吉', '枯木逢春生
前途必利亨
亦得佳人箭
乘车禄自行', '枯木逢春生
像草木在春天发芽，绿叶生长茂盛般地，随着时间繁荣昌盛吧。
前途必利亨
去路必有好事发生，能幸福吧。
亦得佳人箭
能邂逅很棒的人吧。
乘车禄自行
变得能得到崇高地位、财产吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：迟迟才来吧。
盖新居、搬家：似乎没问题。
结婚、旅行、交往：全部都变成好结果吧。', '');
INSERT INTO qcs VALUES (26, '吉', '将军有异声
进兵万里程
争知临敌处
道胜却虚名', '将军有异声
平日的指导力得到部下的信赖，大家听你的指挥吧。
进兵万里程
就像是无论在多远的人都尊崇将军的命令，大批士兵向前行进般地，即使多么困难的工作都能得到身边的人或部下的帮助吧。
争知临敌处
但是，努力急着成功都徒劳无功吧。
道胜却虚名
就算是达成了目标，也会变成白费力气吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：会变成好结果吧。', '');
INSERT INTO qcs VALUES (27, '吉', '望禄应重山
花红喜悦颜
举头看皎月
渐出黑云间', '望禄应重山
像要越过重重相连的山脉般，因为克服辛劳又痛苦的事，没多久就能得到上天给予的幸福吧。
花红喜悦颜
像红色美丽的花朵已经绽放般的喜悦充满脸上吧。
举头看皎月
就像如果看到月亮的话，云也消散了，清澈地能看到般地，变成是在人生上能够发挥能力的时期吧。
渐出黑云间
就像终于从又厚又黑的云中脱离般地，痛苦与烦恼的每天过去了，围绕而来是沉静安心的心情吧。但是，请多加注意，切忌粗心大意。', '愿望：会实现吧。
疾病：会治好吧，但切忌粗心大意。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：非常好吧。
结婚、交往：全部都变成好结果吧。', '');
INSERT INTO qcs VALUES (28, '凶', '意速无船渡
波深必误身
切须回旧路
方可免灾迍', '意速无船渡
像是就算心裡很着急，船却不前进般地，只是焦急，事情没有改变吧。
波深必误身
像是就算想勉强渡过海洋或河川，波浪又高又危险般地，就算想快点到达目的地贯彻事情，却反而变成自己绑着自己的脖子的结果吧。
切须回旧路
想在异乡出人头地，不如回到故乡静静地生活比较好吧。
方可免灾迍
如果这样的话，有灾害也能逃离吧，自己也会变得安泰吧。', '愿望：难以实现吧。
疾病：如果长期养生的话会治好吧。
遗失物：难出现吧。
盼望的人：变得迟迟地才出现吧。
盖新居、搬家：坏吧。
结婚、交往：坏吧。', '');
INSERT INTO qcs VALUES (29, '吉', '忧轗渐消融
求名得再通
宝财临禄位
当遇主人公', '忧轗渐消融
悲伤或担心的事终于消失了吧。
求名得再通
如果想声名远播的话，能像以前一样再次向身边的人传播名声吧。
宝财临禄位
收入或地位也变成如同希望一样实现吧。
当遇主人公
能遇到好的长官，慢慢地向成功迈进吧。', '愿望：能被实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
结婚、交往：全都好吧。', '');
INSERT INTO qcs VALUES (30, '半吉', '仙鹤立高枝
防他暗箭亏
井畔刚刀利
户内更防危', '仙鹤立高枝
就算吉利的鹤想停在高高的树枝上，没办法到达般地，虽有强烈的愿望但阻碍很多吧。
防他暗箭亏
就像在黑暗的夜晚中，要难防范不知从哪飞来的箭般地，困难是能想像得到的吧。
井畔刚刀利
就算鹤站在泉水中，因为有又硬又锐利的刀子，似乎有危险般地，似乎要发生很多妨碍、阻碍的事吧。
户内更防危
不单单只是外面的事，家裡的危机也是不担心不行。', '愿望：难实现吧。
疾病：危险吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：如果能祈求神佛的保佑，会变成勉强可以的结果吧。
旅行：坏吧。
结婚、交往：节制吧。', '');
INSERT INTO qcs VALUES (31, '末吉', '鲲鲸未变时
且守碧潭溪
风云兴巨浪
一息过天涯', '鲲鲸未变时
因为鲲鲸是很大的鱼，不知不觉会变成大鸟。但是，因为现在尚未变化，一直抱着很大的希望，但是还不能实现的状态吧。
且守碧潭溪
就像暂时守着深青色的溪流中，等待时机的到来般地，现在天天的行动都要保守，等待幸运的到来吧。
风云兴巨浪
这么做的话，时来运转，变成大鸟的时候会到来。掀起浪花，有着向天空飞去的沸腾的心。幸运到来，朝向成功，拼命地不断努力是很重要的。
一息过天涯
这样做就会一口气飞向天空吧。步向成功的道路，在世间似乎会好名声远播的事。', '愿望：虽能被实现，但要考虑时机吧。
疾病：拖很久吧。
遗失物：变得迟迟地才出现吧。
盼望的人：变得迟迟地才出现吧。
盖新居、搬家：没阻碍吧。
旅行：好吧。
结婚、交往：好吧。', '');
INSERT INTO qcs VALUES (32, '吉', '似玉藏深石
休将故眼看
一朝良匠别
方见宝光寒', '似玉藏深石
就像是不知道宝石藏深在石头下般地，就算有才能，不在意，不努力振作施展才能的话，什么都不能得到吧。
休将故眼看
用不管眼前事物的方式，才能是会就这样埋没下去吧。
一朝良匠别
可是如果不断持续地努力的话，不知不觉能被良师、益友发现。
方见宝光寒
然后，就像被磨光的宝石闪闪发光地出现般，能展现成果，能为社会尽心力吧。', '愿望：会实现吧。
疾病：虽然会拖长，但是不会失去生命。
遗失物：会出现吧。
盼望的人：变得迟迟地才出现吧。
盖新居、搬家：好吧。
结婚、交往：全部和好结果有关吧。', '');
INSERT INTO qcs VALUES (33, '吉', '枯木逢春艳
芳菲再发林
云间方见月
前遇贵人钦', '枯木逢春艳
就算是枯木也会在春天开出美丽的花朵般地，人生就算是在严长的冬天裡的辛劳，有一天会得到回报吧。
芳菲再发林
像是草花再次盛开，气味也充满林间般地，幸运再次来的时节吧。
云间方见月
像是云散可以看见明月般地，各式各样的困难或痛苦之间，幸运会到来吧。
前遇贵人钦
善人（神佛、人生的前辈）的引导，渐渐地喜事增加吧。', '愿望：能被实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：没有阻碍吧。
旅行：好吧。
结婚、交往：全都好吧。', '');
INSERT INTO qcs VALUES (34, '吉', '腊木春将至
芳菲喜再新
鲲鲸兴巨浪
举钩禄为真', '腊木春将至
像是冬天枯萎的树木也会有花开的春天接近般地，人生的苦难也结束，慢慢地运气会到来吧。
芳菲喜再新
像是如果春天来了的话草木也发新芽，吐芬芳，开满花般地，能发挥才能吧。
鲲鲸兴巨浪
让人看到大鱼变成大鸟，掀起大波浪的气势，去推动事情吧。
举钩禄为真
像是如果要钓鱼的话就能大丰收般地，因为穷究真正的道路，你成功的时候也会到来吧。', '愿望：能被实现吧。
疾病：会治好吧。
遗失物：迟迟才出现吧。
盼望的人：迟吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：全都和好结果相连吧。', '');
INSERT INTO qcs VALUES (35, '吉', '射鹿须乘箭
故僧引路归
遇道同仙籍
光华映晚晖', '射鹿须乘箭
就像拉弓瞄准，就能按照所想地射中鹿一样，自己的行为直接连向成功的方向吧。
故僧引路归
像被良好的引导引领般地，能得到良好的居上位者援助和意见吧。
遇道同仙籍
因为遵从有智慧的人的教导，能够得到出人头地的喜悦吧。
光华映晚晖
像是花在夕阳的照耀下，越来越闪耀般地，在周围的人对你的评价变高了吧。', '愿望：能被实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：变迟才出现吧。
盖新居、搬家：没有障碍吧。
旅行：好吧。
结婚、交往：好吧。', '');
INSERT INTO qcs VALUES (36, '末吉', '先损后有益
如月之剥蚀
玉兔待重生
光华当满室', '先损后有益
即使开始的时候损失，后来一定能得到利益的，有令人高兴的事吧。
如月之剥蚀
就算月亮变小，也会再变大，变回原来的满月般地，虽然希望变薄弱了，但后来能被实现吧。
玉兔待重生
虽然变成日食或月食的话，世界就变得黑暗，但是时间经过，马上就回到原来的状况。灾难也随时间过去，愿望会实现吧。
光华当满室
月亮的光芒（希望）照进家中，变得明亮般地，充满欢喜吧。', '愿望：稍后会实现吧。
疾病：虽然拖长，但可以治癒吧。
遗失物：难出现吧。
盼望的人：迟迟地才出现吧。
盖新居、搬家：应该先放弃，暂时多观察情况再说吧。
旅行：途中，似乎会有不好的事吧。
结亲缘、喜庆、交往：不好吧。', '');
INSERT INTO qcs VALUES (37, '半吉', '阴靉未能通
求名亦未逢
幸然须有变
一箭中双鸿', '阴靉未能通
就像乌云又厚又长，分不清东西般地，心裡迷惘，现在愿望还无法上达天听吧。
求名亦未逢
虽然祈求名闻人世间，但是现在还没遇到机会吧。
幸然须有变
可是心中的痛苦离去，运势展开，变得幸福的日子会来了吧。
一箭中双鸿
像是用一支箭射中两隻鸟般地，好事似乎接踵而来。', '愿望：难以实现吧。
疾病：变成迟迟地才好转吧。
遗失物：变成迟迟地才出现吧。
盼望的人：变成迟迟地才出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：往后一点，变成好吧。', '');
INSERT INTO qcs VALUES (38, '半吉', '月照天书静
云生雾彩霞
久想离庭客
无事惹咨嗟', '月照天书静
像是天空没有阴霾明显地能看见月亮般地，没有迷惘，澄淨的心吧。
云生雾彩霞
但是，至今为止看到的月亮也有云霭，心裡也产生迷惘吧。
久想离庭客
和亲密的友人分别，暂时心沉浸在悲伤的思绪中吧。
无事惹咨嗟
虽然没事，但是却因为担心悲叹的事很多，转换心情吧。', '愿望：难实现吧。
疾病：会拖长吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：不好也不坏吧。
旅行：先放弃，暂时观察情况再说吧。
结婚、交往：先放弃，暂时观察情况吧。', '');
INSERT INTO qcs VALUES (39, '凶', '望用方心腹
家乡被火灾
忧危三五度
由损断头财', '望用方心腹
就算有愿望也只是心裡想想而已，还没到达要付诸行动吧。
家乡被火灾
像有家裡烧起来般地灾难，接踵而来的危险。
忧危三五度
悲伤或危险的事再次地持续发生吧。
由损断头财
因为有失去和生命一样重要的东西的可能，要小心谨慎吧。', '愿望：难以实现吧。
疾病：又坏又危险吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：避开比较好吧。
旅行：不好吧。
结婚、交往：招致坏结果吧。', '');
INSERT INTO qcs VALUES (40, '末小吉', '中正方成道
姦邪恐惹愆
壶中盛妙药
非久去烦煎', '中正方成道
正因为什么事都不偏颇的中正之道的正确行为，能够消除灾难吧。
姦邪恐惹愆
一有邪念的话就会被引入坏的方向而去吧。
壶中盛妙药
就像是在药箱中先存放着有效的药般，不迷失去自己地珍惜真诚心吧。
非久去烦煎
这样做的话烦恼就会离去，灾难会消去吧。', '愿望：难以立刻地实现吧。
疾病：虽然拖长但会治好吧。
遗失物：会出现吧。
盼望的人：变成迟迟才地出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：不好也不坏吧。', '');
INSERT INTO qcs VALUES (41, '末吉', '有物不周旋
须防损半边
家乡烟火裡
祈福始安然', '有物不周旋
虽然有很多东西但是难到手的状况。虽然希望很丰富，但是难以实现吧。
须防损半边
成功一半，损失一半吧。但是不要坚持小事，想着一半已经成功事吧。
家乡烟火裡
有火灾发生的危险。要充分地注意吧。
祈福始安然
相信神明或佛菩萨，如果抱着坚定的心，最后会变得安泰吧。', '愿望：难以实现吧。
疾病：会拖长吧。
遗失物：难出现吧。
盼望的人：变成迟迟地才出现吧。
盖新居、搬家：不好吧。
旅行：途中似乎有不好的事。
结婚、交往：会产生不好的结果吧。', '');
INSERT INTO qcs VALUES (42, '吉', '桂华春将到
云天好进程
贵人相遇处
暗月再分明', '桂华春将到
像是桂花在春天飘香般地，对你也变成是运势展开的时机吧。
云天好进程
人也转运的话，有得到崇高的地位与荣誉的机会。
贵人相遇处
有观世音菩萨或有力人士的引导吧。
暗月再分明
如阴天的月亮放晴般地，越来越会发生好事吧。', '愿望：会实现吧。
疾病：会治癒吧。
遗失物：会出现吧。
盖新居、搬家：好吧。
盼望的人：变成迟迟地才出现吧。
旅行：好吧。
结婚、交往：全都会变成好结果吧。', '');
INSERT INTO qcs VALUES (43, '吉', '月桂将相满
追鹿映山溪
贵人乘远箭
好事始相宜', '月桂将相满
就像月缺不久将变成满月般地，好运全盛的时期正在接近了。
追鹿映山溪
鹿就是禄。也就是说，虽然现在还没得到崇高的地位和收入，但是有将来会得到的命运。
贵人乘远箭
箭就是弓箭。应该要尊敬的人从远方乘箭而来的援助之暗示是表示着如果学习这个人的善行而做的话，表示能得到崇高地位与收入。
好事始相宜
愿望开始实现，名声被好好地知道，会变得幸福吧。但是切忌高傲自满。', '愿望：会实现吧。
疾病：虽然拖长但是会治好吧。
遗失物：难出现吧。
盼望的人：变成迟迟地才出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：变成好结果吧。', '');
INSERT INTO qcs VALUES (44, '吉', '盘中黑白子
一着要先机
天龙降甘泽
洗出旧根基', '盘中黑白子
就像在下围棋当中的输赢一样，人生的吉或凶也还没确定吧。
一着要先机
胜负的事或人生都是要取得先机比什么都还重要吧。区别善恶，如果是善道的话，笔直地着向善道而去是好的吧。
天龙降甘泽
神明或佛菩萨会降下甘露（恩惠）的援助吧。
喜出旧根基
用甘露水洗去过去的罪恶般地，清澈地，变成可以发挥本来的能力吧。', '愿望：会实现吧。
疾病：会治癒吧。
遗失物：会出现吧。
盼望的人：变成迟迟地才出现吧。
盖新居、搬家：没问题吧。
旅行：好吧。
结婚、交往：全都好吧。', '');
INSERT INTO qcs VALUES (45, '吉', '有意兴高显
禄马引前程
得遇云中箭
芝兰满路生', '有意兴高显
受到别人的信赖，得到名声，变成能够累积财富吧。
禄马引前程
如果能一直保持着善心的话，在将来的人生幸运会成为你的嚮导吧。
得遇云中箭
因为令人感谢的神佛的加护，会遇到幸运吧。
芝兰满路生
如药草或香草一片茂盛般地，被好人包围，名声在世间被知道，能够变得幸福吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：迟迟地才出现吧。
盼望的人：变迟迟地才出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：全都好结果相连吧。', '');
INSERT INTO qcs VALUES (46, '凶', '雷发震天昏
佳人独掩门
交加文书上
无事也遭迍', ' 雷发震天昏
在乌云裡雷声响遍，变得像是要震撼天地般地，是非常令人担心的状况。
佳人独掩门
少女独自一人，没和人交流，孤单地的状况。要时时警戒吧。
交加文书上
在合约等事情，似乎会发生错误或诉讼。
无事也遭迍
虽然说如果诚心诚意地小心谨慎的话比较好，但是过度信任自己的才能，打算做什么行动的话就全部会变成为凶。', '愿望：难以实现吧。
疾病：会治好吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：现在放弃吧。
旅行：在途中有不好的事吧。
结婚、交往：会产生不好的结果吧。', '');
INSERT INTO qcs VALUES (47, '吉', '更望身前立
何期在晚成
若遇重山去
财禄自相迎', '更望身前立
虽然为了早点实现愿望似乎一直期待着，但是不可以过度着急。
何期在晚成
像是大器晚成般地，延长志气，扩大心胸，不焦急慢慢地等待成功吧。
若遇重山去
重山是一山又一山的意思。因为辛苦地越过人生的山坡，希望也变得可以实现。
财禄自相迎
必定会成功吧。财产和地位也变得可以到手吧。', '愿望：会实现吧。
疾病：变成往后才会治好吧。
遗失物：会出现吧。
盼望的人：变得迟迟才出现吧。
盖新居、搬家：好吧。
旅行：在将来似乎有好事吧。
结婚、交往：全部都可得到好结果吧。', '');
INSERT INTO qcs VALUES (48, '小吉', '见禄隔前溪
劳心休更迷
一朝逢好渡
鸾凤入云飞', '见禄隔前溪
像是隔着山谷看得见宝物般地，就算想要的东西就在眼前，似乎也难得到吧。
劳心休更迷
勉强地想得到那个财宝，会使心裡迷惘，放弃吧。
一朝逢好渡
就这样用平常心按照平日的生活吧。如果时机来的话，自然会得到财宝。
鸾凤入云飞
有居上位者或认识的人的援助吧。像凤凰飞向天空般地，会出人头地，好事会来临吧。', '愿望：如果一直抱持着正直的心的话，到后来能被实现吧。
疾病：虽然拖长，但将来会治好吧。
遗失物：会出现吧。
盼望的人：变成迟迟才来吧。
盖新居、搬家：虽然开始不好，但是到后来会变好吧。
结婚、交往、旅行：马马虎虎吧。', '');
INSERT INTO qcs VALUES (49, '吉', '正好中秋月
蟾蜍皎洁间
暗云知何处
故故两相攀', '正好中秋月
像是十五号的夜晚，没有月缺，又圆又明亮的月亮般地，运气非常好吧。
蟾蜍皎洁间
就像因为月亮皎洁，住在裡面的兔子和蟾蜍能清楚看见般地，展现洁淨的心和光辉吧。
暗云知何处
像是天空一点云都没有，万里晴空般地，没有妨碍的东西，心中也没有迷惘吧。
故故两相攀
整个天空没有云般地，心中没有比这个更澄淨的吧。', '愿望：会实现吧。
疾病：严重吧。
遗失物：难出现吧。
盼望的人：变成迟迟才出现吧。
盖新居、搬家：马马虎虎吧。
旅行：好吧。
结婚、交往：马马虎虎吧。', '');
INSERT INTO qcs VALUES (50, '吉', '有达宜更变
重山利政逢
前途相偶合
财禄保亨通', '有达宜更变
为了达成事情，要好好地理解那件事的内容，边改进以前的方法，边向前进吧。
重山利政逢
如果山重迭的话，成为出这个字。已经下了使事情达成的决心的话，从现在的地方起飞展开行动吧。
前途相偶合
这么做的话，在将来自然而然地能遇见幸福吧。
财禄保亨通
再来，财宝也从一开始到结束确实地能得到吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：变迟吧。
盖新居、搬家：好吧。
旅行：成为好的旅行吧。
结婚、交往：成为好的结果吧。', '');
INSERT INTO qcs VALUES (51, '吉', '修进甚功辛
劳生未得时
腾身游碧汉
方得遇高枝', '修进甚功辛
虽然没有懒惰，好像一直勤劳努力，但是现在只感觉到辛苦吧。
劳生未得时
因为有大大的愿望，虽然拼命地努力，但是似乎还没到花开的时期吧。
腾身游碧汉
然而，看着天空，抱着打算一飞向上的大决心，认真地挑战看看吧。
方得遇高枝
确实地能得到资产和财宝、出人头地等，能安心吧。', '愿望：会实现吧。
疾病：变成往后才治好吧。
遗失物：难出现吧。
盼望的人：变晚吧。
盖新居、搬家：好吧。
旅行：好事吧。
结婚、交往：会得到好结果吧。', '');
INSERT INTO qcs VALUES (52, '凶', '有僭须惹讼
兼有事交加
门裡防人危
灾临莫叹嗟', '有僭须惹讼
身上发生错误的事，被人控诉，引起争讼吧。
兼有事交加
这个争讼之外，还有一件难以解开的困难争执的事吧。
门裡防人危
原因之一是亲戚或家人包含在其中，从这件事解决后，可以防止灾难吧。
灾临莫叹嗟
就算有灾难也不要叹气，帮助你的人会出现吧。', '愿望：难实现吧。
疾病：会拖长吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：马马虎虎还算有点好吧。
旅行：因为不好，避开吧。
结婚、交往：不好也不坏吧。', '');
INSERT INTO qcs VALUES (53, '吉', '久困渐能安
云书降印权
残花终结实
时亨禄自迁', '久困渐能安
长时间的劳苦终于溶化不见，渐渐地变好吧。
云书降印权
从居上位者能得到好的资格（身份、或职位）或权力吧。
残花终结实
像是残存的花朵结成果实般地，终于运气来了吧。
时亨禄自迁
变得能自由地得到福德，并且高昇，到最后都幸福吧。', '愿望：能被实现吧。
疾病：会治好吧。
遗失物：变得迟迟才找到吧。
盼望的人：迟迟地才出现吧。
盖新居、搬家：好吧。
旅行：变成好的旅行吧。
结婚、交往：全都朝向好的方向发展吧。', '');
INSERT INTO qcs VALUES (54, '凶', '身同意不同
月蚀暗长空
轮虽常在手
鱼水未相逢', '身同意不同
只是着急，不能分出好坏吧。
月蚀暗长空
像月食般地，渐渐起乌云，变得笼罩在黑暗般地状态吧。
轮虽常在手
虽然有车但是目的地没决定般地，就算好事在眼前，也没办法得到的状态吧。
鱼水未相逢
像是鱼没遇到水就会死亡般地，如果和周围的人没办法心意相通的话，什么是都没办法做成的。经常顺应这个世界、心情平静的态度是很重要的。', '愿望：难实现吧。
疾病：危险吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：暂时放弃，再观察看看吧。
结婚、交往：变成坏结果吧。', '');
INSERT INTO qcs VALUES (55, '吉', '云散月重明
天书得志诚
虽然多阻滞
花发再重荣', '云散月重明
像遮蔽月亮的云散去，变得更加明亮般地，被关闭的心云放晴，还变成很澄淨的心吧。
天书得志诚
像月亮或星星闪耀美丽光辉般地，人心也澄清，妨碍的事物也消失不见吧。
虽然多阻滞
就算有阻碍或困难，没有到变成痛苦的程度吧。
花发再重荣
变成再度繁盛的状态，子孙也会繁荣吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：会找到吧。
盼望的人：变迟吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：全都好吧。', '');
INSERT INTO qcs VALUES (56, '末小吉', '生涯喜又忧
未老先白头
劳心千百度
方遇贵人留', '生涯喜又忧
像是如果有喜事的话也会有悲伤的事般地，吉凶轮流来吧。
未老先白头
虽然还没到那个年龄，但长出明显易见的白髮，是因为操心的事很多吧。
劳心千百度
会遇到好几次重迭而来的劳苦吧。
芳遇贵人留
但是得到观世音菩萨或居上位者的帮助，得到力量，最后变得幸福吧。', '愿望：难实现吧。
疾病：变成迟迟才治好吧。
遗失物：会出现吧。
盼望的人：迟迟才出现吧。
盖新居、搬家：半吉吧。
旅行：如果有一起同行的人的话好（安全）吧。
结婚、交往：马马虎虎还可以吧。', '');
INSERT INTO qcs VALUES (57, '吉', '欲渡长江阔
波深未自俦
前津逢浪静
重整钩鳌钩', '欲渡长江阔
像是虽然想要渡过长长的河川，幅宽太宽难渡过般地，就算想要达成事物，困难很多吧。
波深未自俦
像是波涛凶勐、没有船，难渡河般地，也变成达成困难的状态吧。
前津逢浪静
所以在波浪平静、容易渡河的时候到来为止，静静地等待吧。
重整钩鳌钩
一度冷静之后，如果是准备好钓钩的你的话，就能得到能钓大鱼的契机吧。这样得到幸运的机会会到来吧。', '愿望：会实现吧。
疾病：虽然会治好，但会拖长吧。
遗失物：会出现吧。
盼望的人：变迟迟才出现吧。
盖新居、搬家：好吧。
旅行：坏吧。
结婚、交往：马马虎虎还可以吧。', '');
INSERT INTO qcs VALUES (58, '凶', '有径江海隔
车行峻岭危
亦防多进退
犹恐小人亏', '有径江海隔
即使有想要走的道路，就像遇到海或河的阻隔般地，要实际执行事情，有各式各样的困难吧。
车行峻岭危
像是押着车向险峻的山走去，似乎有非常大的困难。不能粗心大意。
亦防多进退
无论向前进、往后回都没有办法的困难的事情吧。要小心吧。
犹恐小人亏
有会进行阻碍的人，坏的时候，坏事接踵而来。要经常小心吧。', '愿望：难实现吧。
疾病：不能安心吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：中止吧。
结婚、交往、旅行：坏吧。', '');
INSERT INTO qcs VALUES (59, '凶', '去住心无定
行藏亦未宁
一轮清皎洁
却被黑云乘', '去住心无定
有飘移不定的心，没有决定（没有决心）吧。
行藏亦未宁
只是对事物迷惘，充满各种不安吧。
一轮清皎洁
虽然心中的明月清澈，明亮地闪耀光辉，
却被黑云乘
但被迷惘的乌云覆盖，仅仅一点点的未来也不能看见吧。快点除去迷惘的云，取回原本的心吧。', '愿望：难实现吧。
疾病：危险吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
旅行：似乎会发生坏事吧。
结婚、交往：得到坏结果吧。', '');
INSERT INTO qcs VALUES (60, '小吉', '高危安可涉
平坦是延年
守道当逢泰
风云不偶然', '高危安可涉
就像是高处的风很强般地，过于引人注目反而过得不安稳。
平坦是延年
正因为平凡的生活，才是长寿或安乐的方法。
守道当逢泰
如果能守着这样的生活方式，会是安泰又平和吧。
风云不偶然
这样的诚实的生活必定会得到上天的恩惠吧。', '愿望：如果正心而行的话会实现吧。
疾病：会拖长吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：不好吧。
旅行：马马虎虎地算好吧。
结婚、交往：马马虎虎地算好吧。', '');
INSERT INTO qcs VALUES (61, '半吉', '旧愆何日解
户内保婵娟
要逢十一口
遇鼠过牛边', '旧愆何日解
变成担心过去的错误何时才能消失吧。
户内保婵娟
家裡加入美人，这件事想向世人公布就是没有反省自己的生活与没有节操，用心在家裡和睦吧。
要逢十一口
如果试着将十一和口重迭起来看的话，会变成吉字。也就是说，如果期望吉事而努力做的话，必定会到来吧。
遇鼠过牛边
像是在人们沉静入睡的夜晚也起床工作般地努力吧。', '愿望：难实现吧。
疾病：会拖长吧。
遗失物：难找到吧。
盼望的人：变迟吧。
盖新居、搬家：坏吧。
旅行：坏吧。
结婚、交往：不好吧。', '');
INSERT INTO qcs VALUES (62, '大吉', '灾轗时时退
名显四方扬
改故重乘禄
昴高福自昌', '灾轗时时退
灾难也慢慢地消失，运势会展开来吧。
名显四方扬
名声慢慢地传遍世间，就好的意义看，不知道的人也变得不存在吧。
改故重乘禄
能改去过去的事，名声和实际都能得到幸运吧。
昴高福自昌
出人头地，变得福运繁荣，会繁盛吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：没问题吧。
旅行：好吧。
结婚、交往：全都好吧。', '');
INSERT INTO qcs VALUES (63, '凶', '何故生荆棘
佳人意渐疏
久困重轮下
黄金未出渠', '何故生荆棘
理由也一直不知道地，家中产生问题吧。
家人意渐疏
家人或夫妇之间心意无法相通吧。
久困重轮下
不反省原因的话就会像被埋在重重地车轮底下般地，变得长期间地辛劳吧。
黄金未出渠
因为玩乐失去财产，一直无法回复。请努力忠于自己的本分吧。', '愿望：难实现吧。
疾病：难治癒吧。
遗失物：难找到吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
旅行：似乎会发生坏事吧。
结婚、交往：会产生坏结果吧。', '');
INSERT INTO qcs VALUES (64, '凶', '安居且虑危
情深主别离
风飘波浪急
鸳鸯各自飞', '安居且虑危
就算是似乎安乐，心裡也还留着忧虑吧。
情深主别离
和感情深厚的人也有可能会发生离别的悲伤的事。
风飘波浪急
这简直是风强浪大般的状况啊。
鸳鸯各自飞
虽然鸳鸯不分离地飞行，但是飞向分离的命运。静静地等待吧。', '愿望：难实现吧。
疾病：危险吧。
遗失物：不会出现吧。
盼望的人：不会出现吧。
盖新居、搬家：还可以吧。
旅行：还可以吧。
结婚、交往：不好吧。', '');
INSERT INTO qcs VALUES (65, '末吉', '苦病兼防辱
乘危亦未稣
若见一阳后
方可作良图', '苦病兼防辱
觉得内心的痛苦和受人侮辱，不安稳吧。
乘危亦未稣
就像面临危险的人还没完时甦醒般地，这个困难没有那么简单地解决。
若见一阳后
如果春天来了的话（如果能有观世音菩萨的慈悲光辉的话）也会有好事吧。
方可作良图
从好事开始发生起，请立定计画开始行动。到好事开始为止请静静地忍耐。', '愿望：以后会实现吧。
疾病：虽然拖长但会治好吧。
遗失物：不会出现吧。
盼望的人：变得迟迟才出现吧。
盖新居、搬家：好吧。
旅行：安全吧。
结婚、交往：得到还可以的好结果吧。', '');
INSERT INTO qcs VALUES (66, '凶', '水滞少波涛
飞鸿落羽毛
重忧心绪乱
闲事惹风骚', '水滞少波涛
水淤塞、浪不起可说是物质、精神贫乏、也没有办法从事社会活动的状态。
飞鸿落羽毛
就像是羽毛掉落，变成无法飞行的鸟般地，失去重要的东西，没办法生活吧。
重忧心绪乱
悲伤的事接连而来，心思溷乱，方法用尽不知如何是好吧。
闲事惹风骚
就算想待在安静的地方，也会有引来大问题吧。', '愿望：难实现。
疾病：可疑，不明朗吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
旅行：坏吧。
结婚、交往：坏吧。', '');
INSERT INTO qcs VALUES (67, '凶', '枯木未生枝
独步上云岐
岂知身未稳
独自惹闲非', '枯木未生枝
变成枯木，枝干上没有长叶子，似乎现在还没有迎接春天般地，
独步上云岐
就算要有执行不会实现的愿望，心中只是越来越烦恼而已。
岂知身未稳
不瞭解自己的身份、地位，就要有所行动，是无法安稳的。要有信心，要举止谨慎吧。
独自惹闲非
不悔悟自己的到前几日为止错误，以后就会后悔吧。', '愿望：难实现吧。
疾病：会拖长吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：多比较看看比较好吧。
旅行：不好吧。
结婚、交往：坏吧。', '');
INSERT INTO qcs VALUES (68, '吉', '异梦生英杰
前来事可疑
芳菲春日暖
依旧发残枝', '异梦生英杰
生出优秀的人、做好梦是因为神佛加持庇护的幸运到来的暗示。
前来事可疑
虽然得到这个幸福，但和昨天的自身相比较，却难以置信吧。
芳菲春日暖
像春天变温暖，飘散蔬菜花的香味般地，幸福来临。
依旧发残枝
枯了的树木也会开花般地，似乎会发生可喜可贺的事。只是，自重自爱是非常重要的。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：会出来吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：全都好吧。', '');
INSERT INTO qcs VALUES (69, '凶', '明月暗云浮
花红一半枯
惹事伤心处
行舟莫远图', '明月暗云浮
明亮的月亮也被乌云遮住，变为不晴朗的状态吧。
花红一半枯
像是红花有一半枯掉般地，运气也变成走下坡。
惹事伤心处
虽然打算努力做事，也尽是心痛、担心吧。
行舟莫远图
像要乘船等出去远方的大希望，无法渡过般地，谨慎地等待时机到来吧。', '愿望：难实现吧。
疾病：切忌粗心大意。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
旅行：放弃吧。
结婚、交往：坏吧。', '');
INSERT INTO qcs VALUES (70, '凶', '雷发庭前草
炎火向天飞
一心来赶禄
争奈掩朱扉', '雷发庭前草
雷落在自家的庭前是由于身份低下或雇用的人引发灾祸。
炎火向天飞
像是火焰向天飞去般地，上下关係变得不合，有争执吧。
一心来赶禄
一心一意想要得到利益但没办法实现。
争奈掩朱扉
至少要重视雇用的人或下属等，防止灾难发生吧。', '愿望：难实现吧。
疾病：不能安心吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：避免吧。
结婚、旅行、交往：万事坏吧。', '');
INSERT INTO qcs VALUES (71, '凶', '道业未成时
何期两不宜
事烦心绪乱
飜做徘徊思', '道业未成时
因为心裡和工作的实力都还没成熟，现在是学习的时期。
何期两不宜
因为心裡和工作的实力都还没成熟，就算想做什么也无法按照所想地顺利进行吧。
事烦心绪乱
因为这样的事，引起各种麻烦，令人厌烦的痛苦和溷乱吧。
飜做徘徊思
没办法好好地想事情，只是晃来晃去心情不定吧。需要反省。', '愿望：难实现吧。
疾病：会拖长吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
结婚、旅行、交往：产生坏的结果吧。', '');
INSERT INTO qcs VALUES (72, '吉', '户内防重厄
花菓见分枝
严霜纔过后
方可始相宜', '户内防重厄
家中恐怕有灾祸到来。但是，为了防止发生，要小心吧。
花菓见分枝
枝干各自分开是说家庭不合。因为这个缘故全部都不和睦吧。
严霜纔过后
相互地悔改坏的地方，然后战胜这的试炼。如果这样做的话，似乎会以好事发生。
方可始相宜
因为家裡和睦，好事似乎越变越多。', '愿望：后来会实现吧。
疾病：会拖长吧。
遗失物：变成迟迟才能找到吧。
盼望的人：迟迟才出现吧。
盖新居、搬家：还算好吧。
旅行：没有特别的阻碍吧。
结婚、交往：虽然还算好，但最后变得更好吧。', '');
INSERT INTO qcs VALUES (73, '吉', '久暗渐分明
登江绿水澄
芝书从远降
终得异人成', '久暗渐分明
久佈乌云的天空也终于放晴，很畅快吧。幸运似乎会到来。
登江绿水澄
水或树木都澄淨明朗，也变得没有要担心的事吧。
芝书从远降
因为得到居上位者的推荐，出人头地吧。
终得异人成
被神佛帮助，得到好结果吧。要有信心是很重要的。', '愿望：变得往后才能被实现吧。
疾病：会治好吧。
遗失物：会出来吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：全都好吧。', '');
INSERT INTO qcs VALUES (74, '凶', '蛇虎正交罗
牛生二尾多
交岁方成庆
上下不能和', '蛇虎正交罗
因为不知道蛇或虎溷杂等的道理，会发生坏事。
牛生二尾多
牛加上两条尾巴的话，就变成失这个字。说不定会有什么损失。
交岁方成庆
虽然随着年龄增加透过交流，有令人高兴的事，但是却往往常有各种争夺、争吵的事。
上下不能和
因为家裡不和睦而不会平静。用温和的心领会忍耐吧。', '愿望：难以实现吧。
疾病：不能安心吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
结婚、旅行、交往：坏吧。', '');
INSERT INTO qcs VALUES (75, '凶', '孤舟欲过岸
浪急渡人空
女人立流水
望月意情浓', '孤舟欲过岸
一艘小船想要航向遥远的对岸，会是没有帮忙的人的状态。
浪急渡人空
因为水流急，要渡河是过度危险的事，所以是虚幻的心情。各种障碍滚滚而来，什么事都困难的吧。
女人立流水
柔弱的女性一人站在急流处，是非常危险的。虽然想为她作些什么但是处于无可奈何的状态。
望月意情浓
相对于自己的担心，非常羡慕他人的安乐吧，但是要反省自己的行为，竭尽地拜託神佛，防止灾难发生吧。', '愿望：难实现吧。
疾病：陷入的话（若是病人的话）危险吧。
遗失物：不能找回来吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
旅行：坏吧。
结婚、交往：坏吧。', '');
INSERT INTO qcs VALUES (76, '吉', '富贵天之祐
何须苦用心
前程应显迹
久用得高临', '富贵天之祐
得到财产、地位变高是上天赐给的东西。
何须苦用心
就算用尽心思与痛苦，没有神佛的帮忙的话，不能实现吧。
前程应显迹
前程的好坏是根据至今为止所做的行为的好坏而来的吧。
久用得高临
长时间实行正道、彻底行善等等的话，地位会变高，财宝也能得到吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：会出来吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：全部都好吧。', '');
INSERT INTO qcs VALUES (77, '凶', '累滞未能稣
求名莫远图
登舟波浪急
咫尺隔天衢', '累滞未能稣
万事不能顺利进行会接连而来，看不到前景吧。
求名莫远图
现在不能想要名声广播、祈求幸福等。
登舟波浪急
想要乘船而去，但浪高难以渡过吧。
咫尺隔天衢
虽然愿望好像快要实现，但是被灾难阻挡。结果的差别像天和地般地不一样的状况。请自重，等待时机的到来吧。', '愿望：难实现吧。
疾病：不能安心吧。
遗失物：难找到吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
旅行：坏吧。
结婚、交往：坏吧。', '');
INSERT INTO qcs VALUES (78, '大吉', '但存公道正
何愁理去忠
松柏苍苍翠
前山禄马重', '但存公道正
守着公共的正道，比起为了自己，更要为了大家做好事吧。
何愁理去忠
忠实地尽心尽力做事，就算这样反而事情不能顺利进行、立场变坏也要当作没有悲伤叹息的事吧。
松柏苍苍翠
就像松树或柏树经常青翠般地，人的心也要注意要经常走在诚恳的道路吧。
前山禄马重
到最后会有好事，福德像是满出来般地变得幸福吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：会出来吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：全都好吧', '');
INSERT INTO qcs VALUES (79, '吉', '残月未还光
樽前非语伤
户中有人厄
祈福保青阳', '残月未还光
像是明亮的月光还没衰退、光辉闪耀着般地，你也随着上年纪越来越能活跃。
樽前非语伤
就像是就算喝酒，一点点也不会溷乱般地，什么坏事都没做，
户中有人厄
但是，家中稍微有灾难吧。
祈福保青阳
如果怀着信心，期祷幸福的话，像是温暖的日光照射的春天般地，心变得安定、安泰吧。', '愿望：虽然能被实现但是大愿望不行吧。
疾病：虽然会拖长，但会治好吧。
遗失物：迟迟地才找到吧。
盼望的人：变迟才出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：好吧。', '');
INSERT INTO qcs VALUES (80, '大吉', '深山多养道
忠正帝王宣
凤遂鸾飞去
昇高过九天', '深山多养道
险恶的修行是要穷究真诚之道吧。
忠正帝王宣
忠诚的心被认同、居上位者派人过来，变成大大地出人头地吧。
凤遂鸾飞去
凤凰也是鸾也是，是出现在正确的人世间的鸟。是可喜可贺的象徵。
昇高过九天
飞越极高的天空，还登上比这样更高吧。因为努力，高高的目标陆陆续续地能达成吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：是好的，因为全部都保持谦虚的姿态，所以会招来好结果吧。', '');
INSERT INTO qcs VALUES (81, '小吉', '道合须成合
先忧事更多
所求财宝盛
更变得中和', '道合须成合 
如果自身的行为符合道理的话，什么都会成功吧。
先忧事更多
但是在最初的时候悲伤和痛苦会很多吧。
所求财宝盛
之后，所希望的财宝会如心想地聚集过来吧。
更变得中和
未来的灾难也会马上变成往幸福的方向，繁盛会到来吧。', '愿望：如果保持端正的心的话，会实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：好吧。', '');
INSERT INTO qcs VALUES (82, '凶', '火发应连天
新愁惹旧愆
欲求千里外
要渡更无船', '火发应连天
有天井也烧焦般的大火是因为慾望或怒气而不能安稳的意思。
新愁惹旧愆
新的悲伤或痛苦、然后旧伤痕等被拿出来，令人担心的事很多吧。
欲求千里外
就算想逃到远处但是相当地困难吧。
要渡更无船
前往的目的地有大河，就算想渡河而过但没有船会相当辛苦。暂时保持现状吧。', '愿望：难实现吧。
疾病：可疑，不明朗吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
旅行：多比较看看比较好吧。
结婚、交往：全都坏吧。', '');
INSERT INTO qcs VALUES (83, '凶', '举步出云端
高枝未可攀
昇头看皎月
犹在黑云间', '举步出云端
想抬脚乘云登天，却不能登天。高高的愿望是没有用的事。
高枝未可攀
想爬上高高的树枝，但是抓得到的树枝，像是没有比这个更高的一样，自己的生活不安，也没有援助吧。
昇头看皎月
抬头看天空，就算想看见晴朗的月亮，
犹在黑云间
自己想看的月亮还隐藏在云中，不能好好看见。安静地端正行为吧。', '愿望：难实现吧。
疾病：会拖长吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
旅行：危险吧。
结婚、交往：产生坏结果吧。', '');
INSERT INTO qcs VALUES (84, '凶', '否极方无泰
花开值晚秋
人情不调备
财宝鬼来偷', '否极方无泰
八方堵塞，没有畅通的道路吧。
花开值晚秋
虽然花会开但是受晚秋般地冷风吹拂，立刻就枯萎了吧。
人情不调备
各自为了自己的主张，人情心也不一致，抱怨不停吧。
财宝鬼来偷
储存的宝物或财产也因魔鬼出现偷走，财产渐渐地减少，于是变得贫穷吧。', '愿望：难实现吧。
疾病：危险吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
旅行：不好吧。
结婚、交往：全部都产生坏的结果吧。', '');
INSERT INTO qcs VALUES (85, '大吉', '望用何愁晚
求名渐得宁
云梯终有望
归路入蓬瀛', '望用何愁晚
虽说愿望很晚才会实现，不悲伤叹息慢慢地等待吧。
求名渐得宁
渐渐地名声扬起，变成安心的心情吧。
云梯终有望
大大的愿望也得到援助，终于能被实现吧。
归路入蓬瀛
变成能得到福德、财产、长寿吧。', '愿望：变成往后才会实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：好吧。', '');
INSERT INTO qcs VALUES (86, '大吉', '花发应阳台
车行进宝财
执文朝帝殿
走马听声雷', '花发应阳台
像是从照到阳光的房屋，可以充分地看见花盛开的景象般地，一切都能如愿地充分被能实现吧。
车行进宝财
像是堆满财宝的车子来到自己的家般地，财产或宝物变得丰富吧。
执文朝帝殿
显现学问的德行，被居上位者带领，还让你能说出愿望吧。
走马听声雷
得意洋洋地骑马，那种姿态是变成成令人羡慕的身份吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：全都好吧。', '');
INSERT INTO qcs VALUES (87, '大吉', '凿石方逢玉
淘沙始见金
青霄终有路
只恐不坚心', '凿石方逢玉
偶然挖出石头中的宝石可说是遇见没想过的幸福。
淘沙始见金
就像是淘砂收集金子般地，在生活中财宝自然地累积吧。
青霄终有路
想向天空实现大成功之道，在世间也广为称讚吧。
只恐不坚心
只是，如果不意志坚定一心努力的话，什么是都不能成功吧。', '愿望：能被实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
结婚、交往：好吧。', '');
INSERT INTO qcs VALUES (88, '凶', '作事不和同
临危更主凶
佳人生苦根
闲虑两三重', '作事不和同
就算想做些什么事，却和人或者夫妇之间是不和睦的状态。
临危更主凶
因为在这样的状态下，就算想从危险的事逃离、防止危险的事，坏事还是发生吧。
佳人生苦根
产生像是关係到自己的妻子般的痛苦或担心的事。
闲虑两三重
坏事一而再再而三地接踵发生。要非常有信心吧。', '愿望：难实现吧。
疾病：危险吧。
遗失物：不会出现吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
旅行：坏吧。
结婚、交往：坏吧。', '');
INSERT INTO qcs VALUES (89, '大吉', '一片无瑕玉
从今好琢磨
得遇高人识
方逢喜气多', '一片无瑕玉 
玉石因为琢磨终于变成无瑕疵的玉是世上天赐给的东西。
从今好琢磨 
就像天生的好人也因凋琢的方式不同变成更好的人般地，诚心地更加努力吧。
得遇高人识 
这样做的话会被名声高的人赏识，变成能得到提拔吧。
方逢喜气多 
智慧或财宝充满，被无限的欣喜包围的时机会机到来吧。', '愿望：能被实现吧。疾病：会治好吧。
遗失物：不会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：好吧。', '');
INSERT INTO qcs VALUES (90, '大吉', '一信向天飞
秦川舟自归
前途成好事
应得贵人推', '一信向天飞
如果有真诚心的话，最后会传达给上天，出人头地的时候会到来吧。
秦川舟自归
因为上天的恩惠，会得到各种财宝吧。
前途成好事
将来会遇见好事吧。
应得贵人推
因为得到居上位者（菩萨）的力量，能被吸引往好的方向吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：全部都好吧。', '');
INSERT INTO qcs VALUES (91, '吉', '改变前途去
月桂又逢圆
云中乘禄至
凡事可宜先', '改变前途去 
如果改进到现在为止坏事，崭新地向前进的话，事情会改变的吧。
月桂又逢圆 
就像缺月也会再变圆般地，吉事就犹如月的圆缺。至今为止的缺点也会渐渐地变好吧。
云中乘禄至 
从天降下来福德、幸运吧。
凡事可宜先 
在做任何事时，也不要落于人后，先做就能得到好结果吧。', '愿望：如果守正道的话会实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：好吧。', '');
INSERT INTO qcs VALUES (92, '吉', '自幼常为旅
逢春骏马骄
前程宜进步
得箭降青霄', '自幼常为旅 
从小时候起的到流落旅行就是内心的不安定，劳苦很多。
逢春骏马骄 
如果变成春天的话，就像马也振奋地来回奔跑般底，终于运气到来吧。
前程宜进步 
就算如心想地去了哪裡，会变成如自己想的一样吧。
得箭降青霄 
箭笔直地向前进时是要射中猎物。从天而来的幸运向你而来吧。', '愿望：会实现吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：好吧。', '');
INSERT INTO qcs VALUES (93, '吉', '有鱼临旱池
跳跃入波涛
隔中须有望
先且虑尘劳', '有鱼临旱池 
虽然有很多鱼但是池子裡如果没有水会死掉吧。如果没有保持着真诚心的话，人总有一天会向灭绝而去吧。
跳跃入波涛 
就像是在没水池子裡的鱼如果进入广大的河川的话，也生气勃勃般地，你的运势也终于到来了吧。
隔中须有望 
但是因为有阻碍，要十分注意吧。暂时忍耐吧。
先且虑尘劳 
因为忍耐，来生、后世或子孙能幸福吧。', '愿望：变成到后来能实现吧。
疾病：会拖长吧。
遗失物：难出现吧。
盼望的人：变迟吧。
盖新居、搬家：马马虎虎还算可以吧。
旅行：好吧。
结婚、交往：好吧。', '');
INSERT INTO qcs VALUES (94, '半吉', '事忌樽前语
人防小辈交
幸乞阴公祐
方免事敌爻', '事忌樽前语 
喝酒时说的话是边喝酒边说出的话，不能全部当真。
人防小辈交 
避免和比自己低下的人交流吧。应该要避免只说场面话吧。
幸乞阴公祐 
好好遵从母亲（神、佛）吧。如果这样做的话，愿望能被实现吧。
方免事敌爻  
化解对事物的敌对意识，广泛和人交往吧。渐渐地会变成幸福吧。', '愿望：不能按照所想的实现吧。
疾病：虽然会拖长但是不会危害生命吧。要特别用心维持健康吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：不好吧。
旅行：马马虎虎还算可以吧。
结婚、交往：勉强还算可以吧。', '');
INSERT INTO qcs VALUES (95, '吉', '志气勤修业
禄位未造逢
若闻金鸡语
乘船得便风', '志气勤修业 
立定志向，如果一心努力的话，渐渐地会朝向好的方向吧。
禄位未造逢 
现在就算福运还没到来，必定之后会到来吧。
若闻金鸡语 
就像等待着黑夜放明，鸡开始啼叫般地，等待时机的到来吧。
乘船得便风 
时机到来、就像风把船推向前进的方向般地，渐渐地朝向幸福的方向吧。 ', '愿望：能被实现吧。
疾病：变成迟迟才治好吧。
遗失物：变成迟迟地才出现吧。
盼望的人：迟迟地才出现吧。
盖新居、搬家：没有阻碍吧。
旅行：好吧。
结婚、交往：好吧。', '');
INSERT INTO qcs VALUES (96, '大吉', '鸡逐凤同飞
高林整羽仪
棹舟须济岸
宝货满船归', '鸡逐凤同飞 
就像鸡一边追着凤凰，也和凤凰一样地飞翔般地，仰赖有地位的人，出人头地吧。  
高林整羽仪 
然后，就像停在高高的树林，整理羽毛般地，在和身份高的人交流中能得到幸福吧。
棹舟须济岸  
就像船撑篙要渡向对岸一般地，因为自己开始行动，在世间能安心地渡过吧。
宝货满船归   
出人头地，就像财宝也很多，堆满船归来般地，约定了幸福。', '愿望：能被实现吧。但是，抱持全面谨慎的心是很重要的。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：全部好吧。', '');
INSERT INTO qcs VALUES (97, '凶', '雾罩重楼屋
佳人水上行
白云归去路
不见月波澄', '雾罩重楼屋 
就像高高房子也隐于雾中看不见般地，烦恼的事不断，每天昏暗、阴天吧。
佳人水上行 
就像柔弱的女性独自一人乘船在水上旅行般地，现在正面临危险的状态。
白云归去路 
白云未定，去的方向也不知道。每天不知道会发生什么事吧。
不见月波澄 
就像澄清的水应该映着月亮的倒影也因为波浪凶勐看不见般地，种种妨碍很多吧。首先要内心安定是很重要的。', '愿望：难以实现吧。
疾病：危险吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
旅行：不好吧。
结婚、交往：坏吧。', '');
INSERT INTO qcs VALUES (98, '凶', '欲理新丝乱
闲愁足是非
只困罗网裡
相见几人悲', '欲理新丝乱 
就像想回复纠缠在一起溷乱的丝线是困难的般地，想要除去心中的痛苦是苦难吧。
闲愁足是非 
独自静静地抱着很多烦恼或悲伤，就连事物的善恶也以难发现吧。
只困罗网裡 
就像鱼被困在网中身体不能动般地，挣扎会感到痛苦吧。
相见几人悲 
自己还有身边的人也悲伤、烦恼的事很多，接踵不断吧。然而如果用信心的去作话，能逃离吧。', '愿望：难以实现吧。
疾病：可疑，不明朗吧。
遗失物：难出现吧。
盼望的人：不会出现吧。
盖新居、搬家：坏吧。
旅行：坏吧。
结婚、交往：坏吧。', '');
INSERT INTO qcs VALUES (99, '大吉', '红日当门照
暗月再重圆
遇珍须得宝
颇有称心田', '红日当门照 
就像朝阳闪耀照在门前，变得明亮般地，有因上天的恩惠而来的好事吧。
暗月再重圆 
到现在为止的黑夜中月亮再度变成满月，普照四周吧。开朗的心情会让周遭和睦、平静吧。
遇珍须得宝 
能得到稀奇的财宝吧。
颇有称心田 
变得有名，变成心愿实现吧。应该要谨慎粗心大意和骄傲的事。', '愿望：能被实现吧。在万事中要用谦虚的心吧。
疾病：会治好吧。
遗失物：会出现吧。
盼望的人：会出现吧。
盖新居、搬家：好吧。
旅行：好吧。
结婚、交往：好吧。', '');
INSERT INTO qcs VALUES (100, '凶', '禄走白云间
携琴走远山
不遇神仙面
空惹意阑珊', '禄走白云间  
幸福的事也隐藏在云中而失去，是失去倚赖吧。
携琴走远山  
拿着琴走往山中的样子是表示捨去人世的意思。
不遇神仙面  
在走往山中的途中，没有遇到仙人传授道理，心中不安吧。
空惹意阑珊  
心中空虚、发呆，方法用尽不知如何是好吧。更换心情，不要抱着太大的野心地在人世间过生活吧。', '愿望：难实现吧。
疾病：危险吧。
遗失物：难出现吧。
盼望的人：坏吧。
盖新居、搬家：坏吧。
旅行：坏吧。
结婚、交往：全部坏吧。', '');
